source/_static/diagrams/22-easyblock-inherit.d2
direction: right
n0: "EasyBlock"
n1: "ConfigureMake"
n2: "site class"
n3: "override one method"
n0 -> n1
n2 -> n3
